{
    "upload":"UPLOAD",
    "detect":"& DETECT",
    "Uploadimage":"Upload Image",
         "when":"When taking a pcture focus only on the affected area",
         "browthgalery":"Browse Gallery",
         "Camera":"Camera",
         
         
    "home":"Home",
    "info":"Info",
    "reserve":"Reserve",
    "language":"Language",
    "darktheme":"Dark theme",
    "enebledark":"Eneble dark theme",
    "Idetect":"I - Detect",
    "about":"About",
    "resource":"resource",
    "we are":"We are computer engineering students in Bahir Dar University",
    "About Us":"About Us",
    "aboutapp":"About app",
    "contact":"Contact",
    "contactus":"Contact us",
          "contactaboutus":"About Us",
          "Asrat":"Asrat Adane",
          "betelhem":"Betelhem Lemma",
          "mastewal":"Mastewal Tesfa",
          "kidist":"Kidist Kifle",


    "share":"Share",
    "sharecancerapp":"Share Cancer App",
    "others":"Others",
    "feedback":"Feedback",
    "givecomment":"Give Comment",
    "rateus":"Rate Us",
    "rateourapp":"Rate Our App",
    "privecy":"Privacy Policy",
    "otherprivacy":"Other Privacy",
    "updates":"Updates",
    "version":"Version 1",
    "hey":"Hey There !",
    "getletest":"Get latest information on treatment technology from all over the world",
    "browthletest":"browse Latest Health News",
    "health":"Health",
    "general":"General",
    "science":"Science",
    "technology":"technology",
    "skincancertype":"Skn Cancer Type",
    "BASAL":"Basal cell",
         "name":"Name",
         "Basalname":"BASAL CELL CARSINOMA",
         "whatbasal":"What is Basal cell carsinoma",
         "dis1":"Basal cell carcinoma (BCC) is a type of skin cancer that forms in the basal cells of your skin. Basal cells exist in the lower part of your epidermis, which is the outside layer of your skin. Basal cell carcinoma looks like a small, sometimes shiny bump or scaly flat patch on your skin that slowly grows over time.\nIf you don’t receive treatment for basal cell carcinoma, the skin cancer can slowly grow in size and invade deeper tissues like muscle and bone and cartilage.",
         "Symptombasal":"Symptoms",
         "dis2":"Basal cell carcinoma can look different. You may notice a skin growth in a dome shape that has blood vessels in it. It can be pink, brown, or black.",
         "Causebasal":"Causes",
         "dis3":"The accumulating abnormal cells may form a cancerous tumor (the lesion that appears on the skin). Much of the damage to DNA in basal cells is thought to result from ultraviolet (UV) radiation found in sunlight and in commercial tanning lamps and tanning beds. The exact cause may in some cases not be clear.",
         "Riskfactorbasal":"Risk factors",
         "bis4":"Chronic sun exposure\nRadiation therapy\nIncreasing age\nImmune-suppressing drugs\nExposure to arsenic\nA personal or family history of skin cancer",

    "MELANOMA":"Melanoma",
      "melanomaname":"MELANOMA",
      "whatmelanoma":"What is Melanoma",
      "skin":"skin cancer information",
      "diss1":"Melanoma is the most serious type of skin cancer, develops in the cells (melanocytes) that produce melanin (the pigment that gives your skin its color).Melanomas can develop anywhere on your body. They most often develop in areas that have had exposure to the sun, such as your back, legs, arms and face. Melanomas are more common in people with darker skin.",
         "Symptommelanoma":"Symptoms",
         "diss2":"The first melanoma signs and symptoms often are:\n•A change in an existing mole\n•The development of a new pigmented or unusual-looking growth on your skin Melanoma doesn't always begin as a mole. It can also occur on normal-appearing skin.",
         "Causemelanoma":"Causes",
         "diss3":"An environmental and genetic factor causes melanoma. Still, doctors believe exposure to ultraviolet (UV) radiation from the sun and from tanning lamps and beds is the leading cause of melanoma.",
         "Riskfactormelanoma":"Risk factors",
         "biss4":"Fair skin: Having less pigment (melanin) in your skin means you have less protection from damaging UV radiation. Melanoma can develop in people with darker complexions, including Hispanic people and black people.\nA history of sunburn: One or more severe, blistering sunburns can increase your risk of melanoma.\nExcessive ultraviolet (UV) light exposure\nA family history of melanoma\nWeakened immune system",
    "NORMAL":"Normal",
    "NOT SKIN":"NOT SKIN",
    "Nearly":"Nearly all skin cancers can be cured if they're treated before they have a chance to spread. \n The earlier skin cancer is found and removed, the better your chance for a full recovery.\n It's important to continue following up with your dermatologist to make sure cancer doesn't come back.",
    "Can":"Can skin cancer be cured ?",
    "What":"What is Skin Cancer",
    "Skicancern":"Skin cancer the abnormal growth of skin cells most often develops on skin exposed to the sun. But this common form of cancer can also occur on areas of your skin not ordinarily exposed to sunlight \n. Most cases of skin cancer are caused by overexposure to ultraviolet (UV) rays from the sun, tanning beds, or sunlamps ",
       "normalname":"NORMAL",
       "UV rays":"UV rays can damage skin cells. In the short term, this damage can cause sunburn.\n Over time, UV damage adds up, leading to changes in skin texture, premature skin aging, and skin cancer. ",
       "whatnormal":"the skin is not affected by any cancer",
    "PIGMENT":"Pigmented",
        "pigmentedname":"PIGMENTED BENIGN KERATOSIS",
        "whatpigmented":"What is Pigmented benign keratosis",
        "disss1":"Keratosis is brown or black lesions which appear to be 'stuck on' to the surface of the skin. They occur most commonly on the trunk and scalp but may be found anywhere. The incidence of the lesions increases with age.",
         "SymptomPigmented":"Symptoms",
         "disss2":"Itching\nA round or oval-shaped waxy or rough bump\nIrritation from friction\nBleeding",
         "RiskfactorPigmented":"Risk factors",
         "bisss4":"Inherited tendency\nExposure to sun\nAge",
    "reservetext":"Reserve a spot in one of the best hospitals in ethiopia",
    "jestsebmit":"Just in few click submit",
    "fullname":"Full Name",
    "choose":"Choose hospital",
       "pawlose":"St Pawelose",
       "tikur":"Tikur Anbesa",
       "yekatit":"yekatit 12",
       "alert":"Alert",
    "date":"Date",
    "phone":"Phone Number",
    "reservesubmite":"Reserve",
    
    "choosetitle":"Choose Language",
    "oursistem":"Our system suports languages most communly used in ethiopia which is Amharic, Tigrigna, Afaan Oromo and Somali.",
    "chooselanguage":"Choose Language",
    "basalprediction":"You are infected with Basal cell carcinoma skin cancer you must visit a doctor but some recommended treatment methods are: Eggplant and apple cider vinegar, Baking soda and coconut oil paste, Black salve or bloodroot, Oils: black raspberry seed, frankincense, and myrrh, Iodine and Vitamin C. Other methods are :\n• Radiation therapy:\n Radiation therapy uses high-energy beams, such as X-rays and protons, to kill cancer cells.\n• Freezing:\n This treatment involves freezing cancer cells with liquid nitrogen (cryosurgery). It may be an option for treating superficial skin lesions.\nCryosurgery might be considered for treating small and thin basal cell carcinomas when surgery isn't an option.\n• Topical treatments: Prescription creams or ointments might be considered for treating small and thin basal cell carcinomas when surgery isn't an option.\n• Chemotherapy: Chemotherapy uses powerful drugs to kill cancer cells. It might be an option when other treatments haven't helped.",
    "melanomaprediction":"You are infected with melanoma skin cancer you must visit a doctor but some recommended treatment methods are:\n=> Massage and Physical Therapy\nIf melanoma has spread to your lymph nodes, strength training and stretching from physical therapy can be beneficial.\n=> Herbal Medicine\nGreen tea has long been hailed for its health benefits, from cancer to arthritis. Packed with powerful antioxidants, green tea may prevent skin tumors from forming.\n=> Mind-Body Therapy\nExercise is highly recommended for melanoma patients to maintain a healthy body weight and to keep energy levels high. \n=> Hydrotherapy\nHydrotherapy involves the use of warm or cool water in the form of a steam bath or ice packs to help alleviate pain. Hydrotherapy can also help decrease soreness and increase relaxation.",
    "normalprediction":"Congrats! you are not afected by any skin cancer kip your skin safe by using the recommended methods ",
    "pigmentedprediction":"You are infected with pigmented benign keratosis skin cancer the medications that dermatologists prescribe include the following, which have all been approved by the US. Food and Drug Administration (FDA) to treat AKs:\n• 5-fluorouracil (5-FU) cream: \nYou apply this once or twice a day for 2 to 4 weeks.5-FU is not a treatment option for a woman who is pregnant. This medication can harm an unborn baby.\n • Diclofenac sodium gel:\nThis medication tends to cause less of a skin reaction than 5-FU, but it can still be very effective. You will need to apply it twice a day for 2 to 3 months.\n• Imiquimod cream:\nThis can be a good option for the face because you can apply it once (or twice) a week, so you don’t get lots of redness and crusting. You may need to apply it for 12 to 16 weeks.",
    "notskinprediction":"The image you captured is not skin or captured inappropriatly \nPlease try to take the picture only in the affected area(skin part)."


       




}