{
    "upload":"RARKA KOR",
    "detect":"OO OGOW",
    "Uploadimage":"Soo rar sawirka",
         "when":"Markaad sawir qaadayso diiradda saar kaliya meesha ay dhibaatadu saameysey",
         "browthgalery":"Daalaco Gallery",
         "Camera":"camera",
    "home":"Guriga",
    "info":"Xog",
    "reserve":"Kaydka",
    "skin":"macluumaadka kansarka maqaarka",
    "language":"Luuqad",
    "resource":"xigasho",
    "darktheme":"Mawduuca madow",
    "enebledark":"Daar mawduuc madow",
    "Idetect":"I - Ogow",
    "Nearly":"Ku dhawaad dhammaan kansarrada maqaarka waa la daweyn karaa haddii la daweeyo ka hor intaysan helin fursad ay ku faafo. \n Kansarka hore ee maqaarka ayaa la helay oo laga saaray, way fiicnaan doontaa fursadaada bogsashada buuxda.\n Waa muhiim inaad sii wado la socodka dhakhtarkaaga maqaarka si loo hubiyo inaanu kansarku soo noqon.",
    "NOT SKIN":"ma aha maqaarka",
    "Can":"Kansarka maqaarka ma laga daweyn karaa ?",
    "Skicancern":"Kansarka maqaarka korriinka aan caadiga ahayn ee unugyada maqaarku wuxuu inta badan ka soo baxaa maqaarka cadceedda. Laakin qaabkan caadiga ah ee kansarka waxa kale oo uu ku dhici karaa meelaha aan sida caadiga ah u soo gaadhin iftiinka qorraxda \n. Inta badan kiisaska kansarka maqaarka waxaa sababa soo-gaadhista xad-dhaafka ah ee fallaadhaha ultraviolet (UV) ee ka yimaada qorraxda, sariiraha maqaarka, ama nalalka qorraxda. ",
    "What":"waa maxay kansarka maqaarka",
    "UV rays":"Fallaadhaha UV waxay dhaawici karaan unugyada maqaarka. Muddada gaaban, dhaawacani wuxuu sababi karaa gubasho.\n Muddo ka dib, waxyeellada UV waa kor u kacdaa, taasoo keenta isbeddel ku yimaada qaabka maqaarka, gabowga maqaarka oo degdeg ah, iyo kansarka maqaarka.",
    "about":"Ku saabsan",
    "we are":"Waxa aanu nahay arday wax ka barata injineerinka kombuyuutarka ee jaamacadda Bahir Dar",
    "About Us":"nagu saabsan",
    "aboutapp":"Ku saabsan abka",
    "contact":"Xiriir",
    "contactus":"Nala soo xiriir",
          "contactaboutus":"Nagu saabsan",
          "Asrat":"Asrat Aadane",
          "betelhem":"Betelhem Lemma",
          "mastewal":"Mastewal Tesfa",
          "kidist":"Kidist Kifle",


    "share":"La wadaag",
    "sharecancerapp":"La wadaag App-ka Kansarka",
    "others":"Kuwo kale",
    "feedback":"Jawaab celin",
    "givecomment":"Faallo ka dhiibo",
    "rateus":"QiimeUs",
    "rateourapp":"Qiimee App-kayaga",
    "privecy":"Qaanuunka Arrimaha Khaaska ah",
    "otherprivacy":"Qarsoodi Kale",
    "updates":"Cusbooneysii",
    "version":"Nooca 1",
    "hey":"Haye Halkaa!",
    "getletest":"Ka hel macluumaadkii ugu dambeeyay ee tignoolajiyada daawaynta ee aduunka oo dhan",
    "browthletest":"ka daalaco wararka caafimaadka ee Letest",
    "health":"Caafimaadka",
    "General":"Jan.",
    "science":"Sayniska",
    "technology":"farsamada",
  
    "skincancertype":"Nooca Kansarka Maqaarka",
    "BASAL":"Unugga Basal",
         "name":"Magaca",
         "Basalname":"Magaca",
         "whatbasal":"Waa maxay kansarka unugyada Basal",
         "dis1":"Kansarka unugyada basalku waa nooc ka mid ah kansarka maqaarka kaas oo ku samaysma unugyada asaasiga ah ee maqaarkaaga. Unugyada Basal waxay ku jiraan lakabka hoose ee epidermis kaaga, kaas oo ah lakabka sare ee maqaarkaaga. Kansarka unugga Basal wuxuu u eg yahay barar yar, mararka qaarkood dhaldhalaalaya ama qolof leh, balastar maqaarkaaga ah oo si tartiib ah u koraya muddo dabadeed.Haddii aan la daweyn kansarka unugyada basal, kansarka maqaarku si tartiib ah ayuu u kori karaa. Waxayna dhaawici karaan unugyo qoto dheer sida murqaha, lafaha iyo dhuuxa lafta.",
         "Symptombasal":"Calaamadaha",
         "dis2":"Kansarka unugga Basal-ku wuxuu u ekaan karaa mid kala duwan. Waxaa laga yaabaa inaad aragto korriinka maqaarkaaga ee jirkaaga. Waxaa laga yaabaa inay noqdaan casaan, bunni, ama kuuskuus madow oo dhiiggu ku jiro.",
         "Causebasal":"Sababaha",
         "dis3":"Unugyo aan caadi ahayn oo urursan waxay samayn karaan buro kansar ah. Inta badan dhaawaca DNA-ga ee unugyada asalka ah waxaa loo maleynayaa inay ka yimaadaan shucaaca ultraviolet (UV) ee iftiinka qorraxda, laakiin sababta dhabta ah ma cadda xaaladaha qaarkood.",
         "Riskfactorbasal":"Qodobbada khatarta ah",
         "bis4":"Qorrax-dhaca joogtada ah\nDawaynta shucaaca\nDa'da oo korodha\nIsticmaalka daawooyinka hoos u dhiga difaaca\nSoo-gaadhista arsenic\nLahaanshaha qoys qaba kansarka maqaarka",
      "MELANOMA":"Melanoma",
      "melanomaname":"MELANOMA",
      "whatmelanoma":"Waa maxay Melanoma",
      "diss1":"Melanoma waa nooca ugu halista badan ee kansarka maqaarka ee ka soo baxa unugyada (melanocytes). Melanomas ee soo saara melanin (midabka siiya maqaarkaaga midabkiisa) ayaa ka soo bixi kara meel kasta oo jirkaaga ah. Waxay caadi ahaan ku koraan meelaha ay qorraxdu soo bandhigto sida dhabarka, lugaha, gacmaha, iyo wejiga. Melanoma waxay aad ugu badan tahay dadka maqaarka madow leh.",
         "Symptommelanoma":"Calaamadaha",
         "diss2":"Beddelka molecule-ka jira\nMidab cusub ama muuqaal aan caadi ahayn oo maqaarkaaga ah\nMelanoma had iyo jeer kuma bilaabato bar bar, waxay sidoo kale ku dhici kartaa maqaarka caadiga ah",
         "Causemelanoma":"Sababaha",
         "diss3":"Sababaha deegaanka iyo hidda-socodka ee Melanoma Dhakhaatiirtu waxay weli aaminsan yihiin in sababta ugu weyn ee melanoma ay tahay soo-gaadhista shucaaca ultraviolet (UV) ee qorraxda iyo sariiraha iyo sariiraha maqaarka.",
         "Riskfactormelanoma":"Qodobbada khatarta ah",
         "biss4":"Casaan: In maqaarkaagu ku yaraado melanin waxay la macno tahay in aad ka difaac yar leedahay waxyeelada fallaadhaha UV Melanoma waxay aad ugu dhowdahay inay ku horumarto dadka madawga ah, oo ay ku jiraan Hisbaanik iyo dadka madowga ah.\nQorraxda:  Mid ama ka badan oo daran, gubashada qorraxda ee dhalaalaya waxay kordhisaa halista melanoma.\nSoo-gaadhista xad-dhaafka ah ee iftiinka ultraviolet.\nDifaaca jirka oo daciifa",
    "NORMAL":"Caadi ah",
       "normalname":"CAADI AH",
       "whatnormal":"maqaarku ma saameeyo kansar kasta",
    "PIGMENT":"Midabaysan",
        "pigmentedname":"KERATOSISKA MIDKA AH",
        "whatpigmented":"Waa maxay keratosis benign pigmented",
        "disss1":"Keratoses waa nabarro bunni ah ama madow oo u muuqda 'ku dheggan' maqaarka. Badanaa waxay ku dhacaan jidhka iyo madaxa laakiin meel kasta ayaa laga heli karaa. Dhacdooyinka nabaradu waxay kordhiyaan da'da",
         "SymptomPigmented":"Calaamadaha",
         "disss2":"Cuncun\nDhuxul wareegsan ama oval qaabaysan ama barar qallafsan\nDhiigbax",
         "RiskfactorPigmented":"Qodobbada khatarta ah",
         "bisss4":"Xaaladda dhaxalka\nQorrax-soo-baxa\nDa'da oo korodha",
    "reservetext":"Meel ku hay mid ka mid ah cosbitaalada ugu wanaagsan itoobiya",
    "jestsebmit":"In yar uun guji soo gudbi",
    "fullname":"Magaca oo buuxa",
    "choose":"Dooro isbitaal",
       "pawlose":"St Paulose",
       "tikur":"Tikur Anbesa",
       "yekatit":"yekatit 12",
       "alert":"Alert",
    "date":"Taariikhda",
    "phone":"Lambarka taleefanka",
    "reservesubmite":"Kaydka",
    "choosetitle":"dooro Luuqad",
    "oursistem":"Nidaamkeenu wuxuu taageeraa luqadaha inta badan laga isticmaalo itoobiya kuwaas oo ah Amxaari, Tigrigna, Afaan Oromo iyo Somali.",
    "chooselanguage":"Dooro Luuqad",
    "basalprediction":"Waxa uu ku dhacay kansarka maqaarka ee unugyada Basal cell waa in aad dhakhtar u tagtaa laakiin hababka daawaynta qaarkood ee lagu taliyay waa: Eggplant iyo khalka tufaax, Baking soda iyo paste saliid qumbaha, salve madow ama xidid dhiig, Saliid: abuur raspberry madow, fooxa, malmal, Iodine iyo Vitamin C.Hababka kale waa:\n• Dawaynta Shucaaca:\n Dawaynta shucaaca waxay isticmaashaa laydh tamar sare leh, sida raajada iyo protons, si loo dilo unugyada kansarka. cryosurgery). Waxay noqon kartaa ikhtiyaar lagu daweyn karo nabarrada maqaarka sare.\nCryosurgery waxaa laga yaabaa in loo tixgeliyo daawaynta kansarka unugyada yar yar ee dhuuban marka qalliinka aanu ahayn ikhtiyaar.\n• Daawaynta jirka la mariyo: Kareemada ama boomaatada dhakhtarku qoray ayaa laga yaabaa in loo tixgeliyo daawaynta kansarka unugyada yar yar ee dhuuban marka qaliinku aanu doorasho ahayn.\n• Cryosurgery waxaa laga yaabaa in loo tixgeliyo daawaynta kansarka unugyada yar yar ee dhuuban marka qalliinka aanu ahayn ikhtiyaar.\n• Daawaynta jirka la mariyo: Kareemada ama boomaatada dhakhtarku qoray ayaa laga yaabaa in loo tixgeliyo daawaynta kansarka unugyada yar yar ee dhuuban marka qaliinku aanu doorasho ahayn.",
    "melanomaprediction":"Waxaa kugu dhacay kansarka maqaarka ee melanoma waa inaad dhakhtar u tagtaa laakiin hababka daawaynta qaarkood ee lagu taliyay waa:\n=> Duugista iyo Daawaynta Jirka\nHaddii melanoma ay ku faafto qanjidhadaada, tababarka xoogga iyo iskala bixinta daaweynta jireed ayaa faa'iido leh.\n=> Dawaynta Dhirta\nShaaha Cagaaran ayaa in badan lagu amaanay faa'iidooyinka caafimaad ee uu leeyahay, kansarka ilaa lafaha Waxaa ka buuxa antioxidants awood leh, shaaha cagaaran wuxuu ka hortagi karaa in burooyinka maqaarka ay sameysmaan.\n=> Daaweynta Jirka Maskaxda\nJimicsiga ayaa aad loogu talinayaa bukaannada melanoma si ay u ilaaliyaan miisaan caafimaad qaba oo ay u ilaaliyaan heerarka tamarta sare. \n=> Hydrotherapy\nHydrotherapy waxay ku lug leedahay isticmaalka biyo diiran ama qabow oo ah qaabka qubeyska uumiga ama xirmooyinka baraf si ay u caawiyaan yaraynta xanuunka. Hydrotherapy waxay sidoo kale kaa caawin kartaa dhimista xanuunka waxayna kordhisaa nasashada.",
    "normalprediction":"Hambalyo! kuma dhacaysid kansar maqaarka ah oo maqaarkaaga badbaado leh adoo isticmaalaya hababka lagu taliyey",
    "pigmentedprediction":"Waxa aad qabtaa kansarka maqaarka benign keratosis daawooyinka ay dhakhaatiirta maqaarka ku qoraan waxa ka mid ah kuwan soo socda, kuwaas oo dhamaantood uu ansixiyay Maraykanku. Maamulka Cuntada iyo Dawooyinka (FDA) si loo daweeyo AKs:\n• 5-fluorouracil (5-FU) kareem: \n Waxaad marsataa tan hal ama laba jeer maalintii 2 ilaa 4 toddobaad.5-FU maaha ikhtiyaar daawaynta haweeneyda yaa uur leh. Daawadu waxay dhaawici kartaa ilmaha aan weli dhalan. Waxaad u baahan doontaa inaad marsatid laba jeer maalintii muddo 2 ilaa 3 bilood ah.\n• Kareemka Imiquimod:\nTani waxay u noqon kartaa ikhtiyaar u fiican wajiga sababtoo ah waxaad marsan kartaa hal mar (ama laba) toddobaadkii, si aadan u helin casaan iyo qolof badan.Waxaa laga yaabaa inaad u baahato inaad dalbato 12 ilaa 16 toddobaad.",
    "notskinprediction":"TSawirka aad qabatay ma aha maqaar \nFadlan isku day inaad sawirka ka qaaddo kaliya meesha ay saamaysay (qayb maqaarka)."






}