{
  "upload":"UP FE'UU",
  "detect":"FI DETECT",
  "Uploadimage":"Fakkii Olkaa'i",
       "when":"Yeroo suuraa kaaftan naannoo dhibee kanaan qabame qofa irratti xiyyeeffadhaa",
       "browthgalery":"Galmee Daawwadhu",
       "Camera":"kaameraa",
  "home":"Mana",
  "info":"Informaatooniin",
  "reserve":"Hambifachuu",
  "language":"Afaan",
  "NOT SKIN":"gogaa miti",
  "Can":"Kaansariin gogaa fayyuu danda'aa ?",
  "skin":"odeeffannoo kaansarii gogaa",
  "Nearly":"Kaansariin gogaa hundi jechuun ni danda'ama carraa babal'achuu osoo hin argatin yoo yaalamanii fayyuu danda'u. \n Kaansariin gogaa dafee argamee baafame carraan kee guutummaatti fayyina guddaadha.\n Kaansariin akka hin deebine ogeessa gogaa kee waliin hordoffii itti fufuun barbaachisaadha.",
  "What":"kaansariin gogaa maali",
  "Skicancern":"Kaansarii gogaa guddinni seelota gogaa hin baramne yeroo baayyee gogaa aduudhaaf saaxilame irratti uuma. Garuu bifa kaansarii beekamaan kun naannoo gogaa keessanii yeroo idilee ifa aduu hin saaxilamne irrattis mul'achuu danda'a \n. Namoonni kaansarii gogaa irra caalaan isaanii balaqqeessa altiraavaayoleetii (UV) aduu, siree gogaa ykn ibsaa aduu irraa dhufu garmalee saaxilamuu irraa kan dhufudha",
  "darktheme":"Mata duree dukkanaa'aa",
  "UV rays":"Rayyaan UV seelii gogaa miidhuu danda'a. Yeroo gabaabaa keessatti miidhaan kun gubaa aduu fiduu danda'a.\n Yeroo booda miidhaa UV walitti dabalamee jijjiirama bifa gogaa, yeroo malee dulloomuu gogaa, fi kaansarii gogaa fida.",
  "enebledark":"Dukkana dandeessisi",
  "Idetect":"I - Adda baasuu",
  "about":"Waa'ee",
  "resource":"madda",
  "we are":"Nuti Yuunivarsiitii Baahir Daar keessatti barattoota kompitara injinariingii ti",
  "About Us":"waa’ee keenya",
  "aboutapp":"Waa'ee app",
  "contact":"Quunnamuu",
  "contactus":"Nu qunnamaa",
        "contactaboutus":"Waa'ee Keenya",
        "Asrat":"Asrat Adaane",
        "betelhem":"Betelhem Lemmaa",
        "mastewal":"Maastewal Tesfaa",
        "kidist":"Kidist Kiflee",


  "share":"Qooduu",
  "sharecancerapp":"Share Appii Kaansarii",
  "others":"Kaan",
  "feedback":"Duubdeebii",
  "givecomment":"Yaada Kennuu",
  "rateus":"Nuuf Madaaluu",
  "rateourapp":"App Keenya Madaaluu",
  "privecy":"Imaammata Dhuunfaa",
  "otherprivacy":"Iccitii Biroo",
  "updates":"Updates",
  "version":"Gosa 1",
  "hey":"Hey Achitti !",
  "getletest":"Odeeffannoo haaraa waa'ee teeknooloojii wal'aansaa addunyaa guutuu irraa argadhaa",
  "browthletest":"browse Oduu Fayyaa Letest",
  "health":"Fayyaa",
  "General":"waliigala",
  "science":"Saayinsii",
  "technology":"teeknooloojii",
  "skincancertype":"Gosa Kaansarii Gogaa",
  "BASAL":"Seelii bu’uuraa",
       "name":"Maqaa",
       "Basalname":"KARSINOOMA SEELII BASAL",
       "whatbasal":"Basal cell carcinoma jechuun maali",
       "dis1":"Basal cell carcinoma gosa kaansarii gogaa kan seelii bu'uuraa gogaa keessanii keessatti uumamudha. Seelonni bu’uuraa laayibara jalaa epidermis keessanii keessatti argamu, kunis laayibara alaa gogaa keessaniiti. Basal cell carcinoma gogaa keessan irratti gogaa keessan irratti kan xixiqqoo yeroo tokko tokko calaqqisu ykn citaa, diriiraa yeroon suuta guddatu fakkaata.Yoo kaarsinoomaa seelii bu’uuraa hin yaalamne kaansariin gogaa suuta guddachuu danda’a. Akkasumas tishuuwwan gadi fagoo ta’an kan akka maashaa fi lafee fi lafee miidhuu danda’u.",
       "Symptombasal":"Mallattoolee",
       "dis2":"Kaarsinoomaa seelii bu’uuraa adda ta’ee mul’achuu danda’a. Guddina gogaan qaama keessan irratti hubachuu dandeessu. Isaanis citaa bifa pilaastikii, bunni ykn gurraacha kan dhiiga keessa jiru ta’uu danda’u.",
       "Causebasal":"Sababoota",
       "dis3":"Seelonni hin baramne kuufaman firii kaansarii uumuu danda’u. Miidhaan DNA seelii bu'uuraa irratti gahu baay'een isaa ifa aduu irraa dhufu raadiyaashiniin altiraavaayoleetii (UV) irraa akka dhufu yaadameera, garuu sababni sirrii ta'e yeroo tokko tokko ifa miti.",
       "Riskfactorbasal":"Sababoota balaa",
       "bis4":"Yeroo dheeraaf aduudhaaf saaxilamuu\nYaala raadiyaashiniin\nUmriin dabaluu\nQorichoota dandeettii dhukkuba ofirraa ittisuu hir’isan fayyadamuu\nArseenikiidhaaf saaxilamuu\nMaatii kaansarii gogaa qabu qabaachuu",
  "MELANOMA":"Melanoma jedhamuun beekama",
    "melanomaname":"MELANOMAA jedhamtu",
    "whatmelanoma":"Melanoma jechuun maali",
    "diss1":"Innis gosa kaansarii gogaa hamaa seelii keessatti mul'atudha.kanneen melanin oomishanidha (seelonni halluu gogaa keessaniif kennan). Melanoma qaama keessan irratti bakka kamittuu uumamuu danda'a. Yeroo baayyee bakka aduudhaaf saaxilaman kan akka dugda, miila, harkaa fi fuula irratti guddatu. Melanoma namoota gogaa dukkanaa'aa qaban irratti baay'inaan mul'ata.",
    "Symptommelanoma":"Mallattoolee",
    "diss2":"Jijjiirama molakiyuulii jiru\nGuddina halluu haaraa ykn kan hin baratamne fakkaatu gogaa keessan irratti\nMelanoma yeroo hunda akka mole'ee hin jalqabu, gogaa idilee fakkaatu irrattis mul'achuu danda'a",
    "Causemelanoma":"Sababoota",
    "diss3":"Sababoota Naannoo fi Jeneetikii Melanoma Doktooronni ammallee sababni melanoma inni guddaan raadiyaashiniin altiraavaayoleetii aduu fi siree fi siree gogaa irraa dhufuuf saaxilamuu akka ta’e amanu.",
    "Riskfactormelanoma":"Sababoota balaa",
    "biss4":"Diimaa:Gogaa keessan keessatti melanin xiqqaa qabaachuun raayyaa UV miidhaa geessisu irraa eegumsa xiqqaa qabaachuu jechuudha Melanoma namoota gogaa dukkanaa'oo qaban, kanneen keessaa Hispaniik fi namoota gurraacha dabalatee irratti mul'achuu danda'a.\nIfa aduu: Gubuun aduu cimaa fi ifaa tokko ykn isaa ol carraa melaanoomaa qabamuu ni dabala.\nIfa altiraavaayoleetii garmalee saaxilamuu\nSirni ittisa qaamaa laafaa ta’uu",
  "NORMAL":"Baratamaa",
     "normalname":"BARATAMAA",
     "whatnormal":"gogaan kaansarii kamiinuu hin tuqamu",
  "PIGMENT":"Piigmentii kan qabu",
      "pigmentedname":"KERATOSIS BENIGN PIGMENTED",
      "whatpigmented":"Pigmented keratosis jechuun maal jechuudha",
      "disss1":"Keratoses madaa bunni ykn gurraacha gogaa irratti 'maxxanfame' fakkaatudha. Yeroo baayyee qaamaa fi gogaa mataa irratti kan mul’atan ta’us bakka kamittiyyuu argamuu danda’u. Taateewwan madaa kanaa umurii wajjin dabalaa deema.",
       "SymptomPigmented":"Mallattoolee",
       "disss2":"Qufa’uu\nWaxii boca geengoo ykn oovaalii ykn dhiita’uu garaa garaa\nDhiigni dhangala’uu",
       "RiskfactorPigmented":"Sababoota balaa",
       "bisss4":"Dhaala\nAduudhaaf saaxilamuu\nUmriin dabaluu",
  "reservetext":"Hospitaalota itoophiyaa keessaa warra gaarii ta'an keessaa tokko keessatti bakka qabadhaa",
  "jestsebmit":"Muraasni cuqaasuu qofa keessatti submit",
  "fullname":"Maqaa Guutuu",
  "choose":"Hospitaala filadhu",
     "pawlose":"Qulqulluu Pawelose",
     "tikur":"Tikur Anbesaa",
     "yekatit":"yekatit 12",
     "alert":"Akeekkachiisuu",
  "date":"Guyyaa",
  "phone":"Lakkoofsa Bilbilaa",
  "reservesubmite":"Hambifachuu",
  "choosetitle":"Afaan filadhu",
  "oursistem":"Sirni keenya afaanota itoophiyaa keessatti baay'inaan itti fayyadaman kan Amaaraa, Tigrigna, Afaan Oromo fi Somali deeggara.",
  "chooselanguage":"Afaan filadhu",
  "basalprediction":"Kaansarii gogaa Basal cell carcinoma jedhamuun qabamte doktora daawwachuu qabda garuu maloonni wal’aansaa gorfaman tokko tokko:Viinii baanglaa fi abaaboo, Soodaa fi paastaa zayita qamadii, Salve gurraacha ykn hidda dhiigaa, Zayitoota: sanyii raasberii gurraacha, ixaana, fi miir, Ayoodinii fi Vitamin C. Malleen biroo : \n Raadiyeeshinii:\n Raadiyeeshiniin seelii kaansarii ajjeesuuf biimii anniisaa guddaa qabu kan akka raajii fi pirootonii fayyadama.\n• Qorqorroo:\n Wal'aansi kun seelii kaansarii naayitiroojiinii dhangala'aatiin qabbanaa'uu (cryosurgery) of keessaa qaba.Madaa gogaa gubbaa yaaluuf filannoo ta'uu danda'a.\nYeroo baqaqsanii hodhuun filannoo hin taaneetti kaarsinoomaa seelii bu'uuraa xixiqqaa fi haphii yaaluuf baqaqsanii hodhuun qilleensaa ilaalamuu danda'a.\n• Wal’aansa bakka tokkotti: Kireemii ykn dibata ajaja ogeessa fayyaatiin kennamu kaansarii seelii bu’uuraa xixiqqaa fi haphii yaaluuf yeroo baqaqsanii hodhuun filannoo hin taane ilaalamuu danda’a.\n• Keemooteraapii: Keemooteraapiin qoricha humna guddaa qabu fayyadamuun seelii kaansarii ajjeesa. Yeroo wal'aansi biroo hin gargaarre filannoo ta'uu danda'a.",
    "melanomaprediction":"Kaansarii gogaa melanoma qabamte doktora bira deemuun dirqama ta'us maloonni wal'aansaa gorfaman tokko tokko:\n=> Massage and Physical Therapy\nMelanoma gara lymph nodes keessanitti yoo babal'ate, leenjii humnaa fi wal'aansa qaamaa irraa diriirsuun faayidaa qabaachuu danda'a.\n=> Qoricha Baala mukaa\nShaayiin magariisaa yeroo dheeraaf faayidaa fayyaa, kaansarii irraa kaasee hanga dhukkuba arthritis jedhamutti faarfamaa ture. Shaayiin magariisaa antioksidaantii humna guddaa qabuun kan guutame yoo ta'u, firii gogaa akka hin uumamne gochuu danda'a.\n=> Yaala Sammuu-Qaamaa\nDhukkubsattoota melaanoomaa ulfaatina qaamaa fayya qabeessa ta'e eeguu fi sadarkaa anniisaa olka'aa ta'eef sochii qaamaa gochuun baay'ee gorfama.\n=> Hydrotherapy\nHydrotherapy jechuun bishaan ho'aa ykn qabbanaawaa bifa danfaa ykn ice pack fayyadamuun dhukkubbii salphisuuf gargaara. Haayidrooteraapiin dhukkubbii hir’isuu fi boqonnaa dabaluufis gargaaruu danda’a.",
    "normalprediction":"Baga gammadde! kaansarii gogaa kamiinuu hin tuqamne malawwan gorfaman fayyadamuun gogaa kee nageenya isaa eeggate",
    "pigmentedprediction":"Kaansarii gogaa pigmented benign keratosis tiin qabamtee jirta qorichi ogeeyyiin gogaa ajajan kanneen armaan gadii kan hammatu yoo ta'u, hundi isaanii US irraa kan mirkanaa'anidha. Bulchiinsi Nyaataa fi Qorichaa (FDA) AKs yaaluuf:\n Kireemii 5-fluorouracil (5-FU): \nKana guyyaatti al tokko ykn lama torban 2 hanga 4tti dibatta.5-FUn dubartii ulfa ta'eef filannoo wal'aansaa miti. Qorichi kun daa'ima garaa keessa jiru miidhuu danda'a.\n • Diclofenac sodium gel:\nQorichi kun 5-FU caalaa gogaa irratti miidhaa xiqqaa fiduu danda'a, garuu ammas baay'ee bu'a qabeessa ta'uu danda'a. Ji'a 2 hanga 3tti guyyaatti al lama dibachuu si barbaachisa.\n• Imiquimod cream:\nKun torbanitti al tokko (ykn al lama) dibachuu waan dandeessuuf, akka diimachuu fi qoorqoorroo baay’ee hin arganne waan ta’eef fuulaaf filannoo gaarii ta’uu danda’a. Torban 12 hanga 16tti dibachuu si barbaachisuu danda’a.",
    "notskinprediction":"Suuraan ati qabatte gogaa ykn haala hin malle kan qabame miti \nMaaloo suuraa naannoo dhibee kanaan qabame(kutaa gogaa) qofa kaasuuf yaali."






}